Repository: iitslamaa/travel-adventure-finder
Catalog: apps/ios/TravelScoreriOS/App/Resources/Localizable.xcstrings
Source language: en
Languages: de, es, fr, it, pt_br, ru

# country.description.fm
source: The Federated States of Micronesia is a sovereign Pacific state spread across a huge ocean area, which means the map is defined more by sea distance than by landmass. It is compact politically but geographically dispersed across island groups with distinct local histories. The country shows how a nation can be unified constitutionally while remaining profoundly archipelagic in lived reality.
de: Die Föderierten Staaten von Mikronesien sind ein souveräner Pazifikstaat, der sich über ein riesiges Ozeangebiet erstreckt, was bedeutet, dass die Karte eher durch Seedistanzen als durch Landmasse definiert ist. Politisch ist er kompakt, geographisch jedoch über Inselgruppen mit unterschiedlichen lokalen Geschicken verteilt. Das Land zeigt, wie eine Nation verfassungsrechtlich geeint sein kann, während sie in der gelebten Realität zutiefst archipelartig bleibt.
es: Los Estados Federados de Micronesia son un estado soberano del Pacífico que se extiende a lo largo de una enorme área oceánica, lo que significa que el mapa se define más por la distancia marítima que por la masa terrestre. Es compacto políticamente, pero geográficamente está disperso a través de grupos de islas con historias locales distintas. El país muestra cómo una nación puede estar unificada constitucionalmente mientras permanece profundamente archipelágica en la realidad cotidiana.
fr: Les États fédérés de Micronésie sont un État souverain du Pacifique réparti sur une vaste zone océanique, ce qui signifie que la carte est définie davantage par la distance en mer que par la masse terrestre. Il est compact sur le plan politique mais géographiquement dispersé en groupes d'îles ayant des histoires locales distinctes. Le pays montre comment une nation peut être unifiée constitutionnellement tout en restant profondément archipélagique dans la réalité vécue.
it: Gli Stati Federati di Micronesia sono uno stato sovrano del Pacifico distribuito su un'enorme area oceanica, il che significa che la mappa è definita più dalla distanza del mare che dalla massa continentale. È compatto politicamente ma geograficamente disperso tra gruppi di isole con storie locali distinte. Il Paese mostra come una nazione possa essere unificata costituzionalmente pur rimanendo profondamente arcipelagica nella realtà vissuta.
pt_br: Os Estados Federados da Micronésia são um estado soberano do Pacífico espalhado por uma enorme área oceânica, o que significa que o mapa é definido mais pela distância marítima do que pela massa terrestre. Politicamente é compacto, mas geograficamente disperso em grupos de ilhas com histórias locais distintas. O país mostra como uma nação pode ser unificada constitucionalmente enquanto permanece profundamente arquipelágica na realidade vivida.
ru: Федеративные Штаты Микронезии — суверенное государство в Тихом океане, расположенное на огромной морской территории, что означает, что карта определяется больше морским расстоянием, чем сушей. Политически страна компактна, но географически разбросана по островным группам с различной местной историей. Эта страна показывает, как нация может быть конституционно объединённой, оставаясь при этом глубоко архипелажной в повседневной жизни.

# country.description.fo
source: The Faroe Islands are a self-governing territory within the Kingdom of Denmark, set in the North Atlantic between Scotland, Iceland, and Norway. Steep green slopes, turf-roof traditions, and fishing-based livelihoods give the islands a very strong sense of place. They are often described as remote, but in historical terms they belong to a long seafaring North Atlantic world.
de: Die Färöer-Inseln sind ein selbstverwaltetes Gebiet im Königreich Dänemark, gelegen im Nordatlantik zwischen Schottland, Island und Norwegen. Steile grüne Hänge, Traditionen mit Torfdächern und vom Fischfang abhängige Lebensgrundlagen verleihen den Inseln ein sehr starkes Ortsgefühl. Sie werden oft als abgelegen beschrieben, gehören aber in historischer Hinsicht zu einer langen Seefahrertradition im Nordatlantik.
es: Las Islas Feroe son un territorio autónomo dentro del Reino de Dinamarca, situado en el Atlántico Norte entre Escocia, Islandia y Noruega. Sus empinadas laderas verdes, las tradiciones de techos de césped y los medios de vida basados en la pesca le dan a las islas un fuerte sentido de lugar. A menudo se describen como remotas, pero en términos históricos pertenecen a un largo mundo marítimo del Atlántico Norte.
fr: Les îles Féroé sont un territoire autonome au sein du Royaume du Danemark, situé dans l'Atlantique Nord entre l'Écosse, l'Islande et la Norvège. Des pentes vertes escarpées, des traditions de toits en tourbe et des modes de vie basés sur la pêche donnent aux îles un fort sentiment d'identité. Elles sont souvent décrites comme isolées, mais sur le plan historique, elles appartiennent à un long monde de navigation dans l'Atlantique Nord.
it: Le Isole Faroe sono un territorio autonomo all'interno del Regno di Danimarca, situato nel Nord Atlantico tra Scozia, Islanda e Norvegia. Ripidi pendii verdi, tradizioni di tetti erbosi e mezzi di sussistenza basati sulla pesca conferiscono alle isole un forte senso del luogo. Sono spesso descritti come remoti, ma in termini storici appartengono a un mondo marinaro del Nord Atlantico.
pt_br: As Ilhas Faroé são um território autônomo dentro do Reino da Dinamarca, situadas no Atlântico Norte entre a Escócia, a Islândia e a Noruega. Encostas verdes íngremes, tradições de telhados de turfa e modos de vida baseados na pesca dão às ilhas um forte senso de lugar. Elas são frequentemente descritas como remotas, mas em termos históricos pertencem a um longo mundo de navegação no Atlântico Norte.
ru: Фарерские острова — это самоуправляемая территория в составе Королевства Дании, расположенная в Северной Атлантике между Шотландией, Исландией и Норвегией. Крутые зеленые склоны, традиции крыш из дерна и занятие рыболовством придают островам очень яркое чувство места. Их часто описывают как отдаленные, но в историческом смысле они принадлежат к долгой мореплавательной истории Северной Атлантики.

# country.description.fr
source: France combines one of the world's most recognizable national cultures with deep internal regional differences that never fully disappear into the republic. It has been central to modern ideas about statehood, secularism, cuisine, fashion, literature, and political revolution for centuries. Yet much of its charm still comes from provincial variation, where Brittany, Provence, Corsica, Alsace, and the Basque Country each insist on their own story.
de: Frankreich verbindet eine der weltweit bekanntesten nationalen Kulturen mit tiefen regionalen Unterschieden, die nie vollständig in der Republik verschwinden. Es ist seit Jahrhunderten zentral für moderne Vorstellungen von Staatlichkeit, Säkularismus, Küche, Mode, Literatur und politischer Revolution. Dennoch stammt ein großer Teil seines Charmes immer noch aus der provinziellen Vielfalt, wobei Bretagne, Provence, Korsika, Elsass und das Baskenland jeweils auf ihre eigene Geschichte bestehen.
es: Francia combina una de las culturas nacionales más reconocibles del mundo con profundas diferencias regionales internas que nunca desaparecen por completo en la república. Ha sido central en las ideas modernas sobre la estatalidad, el laicismo, la cocina, la moda, la literatura y la revolución política durante siglos. Sin embargo, gran parte de su encanto todavía proviene de la variación provincial, donde Bretaña, Provenza, Córcega, Alsacia y el País Vasco insisten cada uno en su propia historia.
fr: La France combine l'une des cultures nationales les plus reconnaissables au monde avec de profondes différences régionales internes qui ne disparaissent jamais complètement dans la République. Elle a été centrale dans les idées modernes sur l'État, la laïcité, la cuisine, la mode, la littérature et la révolution politique pendant des siècles. Pourtant, une grande partie de son charme provient encore de la variation provinciale, où la Bretagne, la Provence, la Corse, l'Alsace et le Pays basque insistent chacun sur leur propre histoire.
it: La Francia combina una delle culture nazionali più riconoscibili al mondo con profonde differenze regionali interne che non scompaiono mai del tutto nella repubblica. È stato per secoli al centro delle idee moderne su statualità, secolarismo, cucina, moda, letteratura e rivoluzione politica. Eppure gran parte del suo fascino deriva ancora dalle variazioni provinciali, dove Bretagna, Provenza, Corsica, Alsazia e Paesi Baschi insistono ciascuno sulla propria storia.
pt_br: A França combina uma das culturas nacionais mais reconhecíveis do mundo com profundas diferenças regionais internas que nunca desaparecem completamente na república. Tem sido central para ideias modernas sobre estado, secularismo, culinária, moda, literatura e revolução política por séculos. No entanto, grande parte de seu charme ainda vem da variação provincial, onde Bretanha, Provença, Córsega, Alsácia e País Basco cada um insiste em sua própria história.
ru: Франция сочетает одну из самых узнаваемых национальных культур в мире с глубокими внутренними региональными различиями, которые никогда полностью не исчезают в республике. В течение веков она была центральной в формировании современных идей о государственности, светскости, кулинарии, моде, литературе и политических революциях. Тем не менее, большая часть её очарования по-прежнему исходит из провинциального разнообразия, где Бретань, Прованс, Корсика, Эльзас и Страна Басков каждый настаивают на своей собственной истории.

# country.description.ga
source: Gabon sits on the equator in west-central Africa and is one of the continent's most forested states, with significant stretches of protected habitat. Oil wealth and low population density give it a very different profile from many neighboring countries. It is often overlooked, but it matters as both a conservation case and a former French colonial state with unusual ecological assets.
de: Gabun liegt am Äquator in West-Zentralafrika und ist einer der am dichtesten bewaldeten Staaten des Kontinents, mit erheblichen Flächen geschützter Lebensräume. Ölreichtum und geringe Bevölkerungsdichte verleihen ihm ein sehr anderes Profil als vielen Nachbarländern. Es wird oft übersehen, ist aber sowohl als Fall für den Naturschutz als auch als ehemaliger französischer Kolonialstaat mit ungewöhnlichen ökologischen Ressourcen von Bedeutung.
es: Gabón se encuentra en el ecuador, en el centro-oeste de África, y es uno de los estados más boscosos del continente, con extensas áreas de hábitat protegido. La riqueza petrolera y la baja densidad de población le dan un perfil muy diferente al de muchos países vecinos. A menudo es pasado por alto, pero es importante tanto como caso de conservación como por ser un antiguo estado colonial francés con activos ecológicos inusuales.
fr: Le Gabon est situé sur l'équateur en Afrique centre-occidentale et est l'un des États les plus boisés du continent, avec d'importantes étendues d'habitats protégés. La richesse pétrolière et la faible densité de population lui confèrent un profil très différent de celui de nombreux pays voisins. Il est souvent négligé, mais il est important à la fois comme cas de conservation et comme ancien État colonial français possédant des atouts écologiques inhabituels.
it: Il Gabon si trova sull'equatore nell'Africa centro-occidentale ed è uno degli stati più boscosi del continente, con notevoli estensioni di habitat protetto. La ricchezza petrolifera e la bassa densità di popolazione gli conferiscono un profilo molto diverso da molti paesi vicini. Viene spesso trascurato, ma è importante sia come caso di conservazione che come ex stato coloniale francese con insolite risorse ecologiche.
pt_br: O Gabão está localizado na linha do equador, na África centro-oeste, e é um dos estados mais florestados do continente, com extensas áreas de habitat protegido. A riqueza do petróleo e a baixa densidade populacional lhe conferem um perfil muito diferente de muitos países vizinhos. Frequentemente é negligenciado, mas é importante tanto como um caso de conservação quanto como um antigo estado colonial francês com recursos ecológicos incomuns.
ru: Габон расположен на экваторе в центрально-западной Африке и является одним из самых лесистых государств континента, с большими участками охраняемых территорий. Богатство нефти и низкая плотность населения придают ему совершенно иной облик по сравнению со многими соседними странами. Его часто недооценивают, но он имеет значение как пример охраны природы и как бывшее французское колониальное государство с необычными экологическими ресурсами.

# country.description.gb
source: The United Kingdom is a state made up of England, Scotland, Wales, and Northern Ireland, and understanding it requires keeping those internal nations in view. Empire, industrialization, monarchy, parliamentary tradition, and deindustrialization all shaped the modern country in ways that still remain visible. It is globally familiar, yet many outsiders still underestimate how regionally varied and historically layered it is.
de: Das Vereinigte Königreich ist ein Staat, der aus England, Schottland, Wales und Nordirland besteht, und es zu verstehen erfordert, diese inneren Nationen im Blick zu behalten. Imperium, Industrialisierung, Monarchie, parlamentarische Tradition und Deindustrialisierung haben das moderne Land auf Weisen geprägt, die noch immer sichtbar sind. Es ist weltweit bekannt, doch viele Außenstehende unterschätzen noch immer, wie regional unterschiedlich und historisch geschichtet es ist.
es: El Reino Unido es un estado compuesto por Inglaterra, Escocia, Gales e Irlanda del Norte, y comprenderlo requiere mantener a esas naciones internas en perspectiva. El imperio, la industrialización, la monarquía, la tradición parlamentaria y la desindustrialización moldearon el país moderno de maneras que todavía permanecen visibles. Es globalmente conocido, sin embargo, muchos forasteros todavía subestiman cuán variado regionalmente y cargado de historia es.
fr: Le Royaume-Uni est un État composé de l'Angleterre, de l'Écosse, du Pays de Galles et de l'Irlande du Nord, et le comprendre nécessite de garder à l'esprit ces nations internes. L'empire, l'industrialisation, la monarchie, la tradition parlementaire et la désindustrialisation ont tous façonné le pays moderne de manière encore visible aujourd'hui. Il est connu dans le monde entier, pourtant de nombreux étrangers sous-estiment encore à quel point il est varié au niveau régional et riche en couches historiques.
it: Il Regno Unito è uno stato composto da Inghilterra, Scozia, Galles e Irlanda del Nord e per comprenderlo è necessario tenere in considerazione quelle nazioni interne. Impero, industrializzazione, monarchia, tradizione parlamentare e deindustrializzazione hanno plasmato il paese moderno in modi che rimangono ancora visibili. È familiare a livello globale, ma molti outsider continuano a sottovalutare quanto sia vario a livello regionale e storicamente stratificato.
pt_br: O Reino Unido é um estado composto pela Inglaterra, Escócia, País de Gales e Irlanda do Norte, e entendê-lo requer manter essas nações internas em vista. Império, industrialização, monarquia, tradição parlamentar e desindustrialização moldaram o país moderno de maneiras que ainda permanecem visíveis. É globalmente conhecido, mas muitos estrangeiros ainda subestimam o quanto ele é regionalmente variado e historicamente estruturado.
ru: Соединённое Королевство — это государство, состоящее из Англии, Шотландии, Уэльса и Северной Ирландии, и чтобы его понять, нужно учитывать эти внутренние нации. Империя, индустриализация, монархия, парламентская традиция и деиндустриализация сформировали современную страну таким образом, что их влияние до сих пор заметно. Оно известно во всём мире, однако многие иностранцы всё ещё недооценивают, насколько разнообразны регионы и глубоки исторические слои страны.

# country.description.gd
source: Grenada is a Caribbean island state known as the 'Spice Isle' because nutmeg, cinnamon, and other spices remain tied to its identity. Its green hills, crater lake, and compact harbor towns give it a more garden-like feel than many flatter Caribbean islands. The country is small enough to feel intimate, but distinctive enough that people tend to remember its scent and color as much as its beaches.
de: Grenada ist ein karibischer Inselstaat, der als die 'Gewürzinsel' bekannt ist, weil Muskatnuss, Zimt und andere Gewürze eng mit seiner Identität verbunden bleiben. Seine grünen Hügel, der Kratersee und die kompakten Hafenstädte verleihen ihm ein eher gartenähnliches Gefühl als viele flachere Karibikinseln. Das Land ist klein genug, um vertraut zu wirken, aber markant genug, dass die Menschen sich sowohl an seinen Duft und seine Farbe als auch an seine Strände erinnern.
es: Granada es un estado insular del Caribe conocido como la 'Isla de las Especias' porque la nuez moscada, la canela y otras especias siguen estando asociadas con su identidad. Sus colinas verdes, el lago en el cráter y sus pueblos portuarios compactos le dan una sensación más de jardín que muchas islas caribeñas más planas. El país es lo suficientemente pequeño como para sentirse íntimo, pero lo suficientemente distintivo como para que la gente tienda a recordar su aroma y color tanto como sus playas.
fr: La Grenade est un État insulaire des Caraïbes connu sous le nom d'« île aux épices » parce que la muscade, la cannelle et d'autres épices restent liées à son identité. Ses collines verdoyantes, son lac de cratère et ses petites villes portuaires lui donnent un aspect plus jardinier que beaucoup d'autres îles des Caraïbes plus plates. Le pays est suffisamment petit pour se sentir intime, mais suffisamment distinctif pour que les gens aient tendance à se souvenir de son parfum et de sa couleur autant que de ses plages.
it: Grenada è uno stato insulare dei Caraibi noto come "l'Isola delle Spezie" perché noce moscata, cannella e altre spezie rimangono legate alla sua identità. Le sue verdi colline, il lago del cratere e le compatte città portuali le conferiscono un'atmosfera più simile a un giardino rispetto a molte isole caraibiche più pianeggianti. Il paese è abbastanza piccolo da sembrare intimo, ma abbastanza caratteristico che le persone tendono a ricordarne il profumo e il colore tanto quanto le sue spiagge.
pt_br: Granada é um estado insular caribenho conhecido como a 'Ilha das Especiarias' porque a noz-moscada, a canela e outras especiarias permanecem ligadas à sua identidade. Suas colinas verdes, lago de cratera e pequenas cidades portuárias lhe conferem uma sensação mais de jardim do que muitas ilhas caribenhas mais planas. O país é pequeno o suficiente para parecer íntimo, mas distinto o suficiente para que as pessoas tendam a lembrar de seu cheiro e cor tanto quanto de suas praias.
ru: Гренада — это карибское островное государство, известное как «Остров специй», потому что мускатный орех, корица и другие специи по-прежнему связаны с его идентичностью. Его зеленые холмы, кратерное озеро и компактные портовые города придают ему более садовидный облик, чем многим более плоским карибским островам. Страна небольшая, чтобы создать ощущение уюта, но достаточно отличительная, чтобы люди запоминали её запах и цвет так же, как и пляжи.

# country.description.ge
source: Georgia sits in the Caucasus between Europe and Asia, though it often insists on its own civilizational frame rather than choosing either label. It claims one of the world's oldest wine traditions, and food, mountains, monasteries, and polyphonic music all play unusually strong roles in national self-understanding. The country feels distinct because its cultural confidence is older than many of the states around it.
de: Georgien liegt im Kaukasus zwischen Europa und Asien, besteht jedoch oft darauf, einen eigenen zivilisatorischen Rahmen zu haben, anstatt eines der beiden Etiketten zu wählen. Es beansprucht eine der ältesten Weintraditionen der Welt, und Essen, Berge, Klöster und polyphone Musik spielen alle ungewöhnlich starke Rollen beim nationalen Selbstverständnis. Das Land wirkt besonders, weil sein kulturelles Selbstbewusstsein älter ist als das vieler Staaten in seiner Umgebung.
es: Georgia se encuentra en el Cáucaso entre Europa y Asia, aunque a menudo insiste en su propio marco civilizacional en lugar de elegir cualquiera de las dos etiquetas. Reclama una de las tradiciones vinícolas más antiguas del mundo, y la comida, las montañas, los monasterios y la música polifónica desempeñan todos papeles inusualmente fuertes en la auto comprensión nacional. El país se siente distinto porque su confianza cultural es más antigua que la de muchos de los estados a su alrededor.
fr: La Géorgie se situe dans le Caucase entre l'Europe et l'Asie, bien qu'elle insiste souvent sur son propre cadre civilisationnel plutôt que de choisir l'une ou l'autre étiquette. Elle revendique l'une des plus anciennes traditions viticoles du monde, et la nourriture, les montagnes, les monastères et la musique polyphonique jouent tous des rôles exceptionnellement forts dans la compréhension nationale de soi. Le pays semble distinct car sa confiance culturelle est plus ancienne que celle de nombreux États qui l'entourent.
it: La Georgia si trova nel Caucaso, tra Europa e Asia, anche se spesso insiste sul proprio quadro di civiltà piuttosto che scegliere l’una o l’altra etichetta. Rivendica una delle tradizioni vinicole più antiche del mondo e il cibo, le montagne, i monasteri e la musica polifonica svolgono tutti un ruolo insolitamente forte nell'autocomprensione nazionale. Il paese si sente distinto perché la sua fiducia culturale è più antica di quella di molti stati circostanti.
pt_br: A Geórgia está situada no Cáucaso entre a Europa e a Ásia, embora frequentemente insista em sua própria estrutura civilizacional em vez de escolher qualquer rótulo. Ela reivindica uma das tradições de vinho mais antigas do mundo, e comida, montanhas, mosteiros e música polifônica desempenham papéis excepcionalmente fortes na auto compreensão nacional. O país se sente distinto porque sua confiança cultural é mais antiga do que a de muitos dos estados ao seu redor.
ru: Грузия находится на Кавказе между Европой и Азией, хотя часто настаивает на своем собственном цивилизационном статусе, а не выбирает одну из этих категорий. Она утверждает, что имеет одну из древнейших винных традиций в мире, а еда, горы, монастыри и полифонная музыка играют необыкновенно важную роль в национальном самопонимании. Страна ощущается как особенная, потому что ее культурная самоуверенность старше, чем у многих соседних государств.
